{
  "__from_email_tooltip": "If checked, the From Email setting above will be used for all emails (It will check if the from email is listed to available connections).",
  "__wizard_title": "Welcome to FluentSMTP",
  "__wizard_sub": "Thank you for installing FluentSMTP - The ultimate SMTP & Email Service Connection Plugin for WordPress",
  "__wizard_instruction": "Please configure your first email service provider connection",
  "__routing_info": "Your emails will be routed automatically based on From email address. No additional configuration is required.",
  "__default_connection_popover": "Select which connection will be used for sending transactional emails from your WordPress. If you use multiple connection then email will be routed based on source from email address",
  "__fallback_connection_popover": "Fallback Connection will be used if an email is failed to send in one connection. Please select a different connection than the default connection",
  "__Email_Simulation_Label": "Disable sending all emails. If you enable this, no email will be sent.",
  "__Email_Simulation_Yes": "No Emails will be sent from your WordPress.",
  "__RETURN_PATH_ALERT": "Return Path indicates where non-delivery receipts - or bounce messages - are to be sent. If unchecked, bounce messages may be lost. With this enabled, you\\'ll be emailed using \"From Email\" if any messages bounce as a result of issues with the recipient’s email.",
  "__RETURN_PATH_TOOLTIP": "Return Path indicates where non - delivery receipts - or bounce messages - are to be sent. If unchecked, bounce messages may be lost. With this enabled, you\\'ll be emailed using \"From Email\" if any messages bounce as a result of issues with the recipient\\'s email.",
  "__TEST_EMAIL_INST": "Enter email address where test email will be sent (By default, logged in user email will be used if email address is not provided).",
  "__ABOUT_INTRO": "is a free and open-source WordPress Plugin. Our mission is to provide the ultimate email delivery solution with your favorite Email sending service. FluentSMTP is built for performance and speed.",
  "__ABOUT_BY": "FluentSMTP is free and will be always free. This is our pledge to WordPress community from WPManageNinja LLC.",
  "__ABOUT_POWERED": "FluentSMTP is powered by its users like you. Feel free to contribute on Github. Thanks to all of our contributors.",
  "__ABOUT_COMMUNITY": "FluentSMTP is powered by community. We listen to our community users and build products that add value to businesses and save time.",
  "__ABOUT_JOIN": "Join our communities and participate in great conversations.",
  "__GMAIL_SUCCESS": "Your Gmail / Google Workspace Authentication has been enabled. No further action is needed. If you want to re-authenticate,",
  "__GMAIL_CODE_INSTRUCTION": "Simply copy the following snippet and replace the stars with the corresponding credential. Then simply paste to wp-config.php file of your WordPress installation",
  "__SLACK_NOTIFICATION_ENABLED": "Your FluentSMTP plugin is currently integrated with your Slack Channel. Receive timely notifications on Slack for any email sending issues from your website. This ongoing connection ensures you\\'re always informed about your email delivery status.",
  "__DISCORD_NOTIFICATION_ENABLED": "Your FluentSMTP plugin is currently integrated with your Discord Channel. Receive timely notifications on Discord for any email sending issues from your website. This ongoing connection ensures you\\'re always informed about your email delivery status.",
  "__WP_CONFIG_INSTRUCTION": "Simply copy the following snippet and replace the stars with the corresponding credential. Then simply paste to wp-config.php file of your WordPress installation",
  "__SLACK_INTRO": "Get real-time notification on your Slack Channel on any email sending failure. Configure notification with Slack Bot to start getting real time notifications.",
  "__DISCORD_INTRO": "Get real-time notification on your Discord Channel on any email sending failure. Configure notification with Discord to start getting real time notifications.",
  "__FC_DESC": "is the best and complete feature-rich Email Marketing & CRM solution. It is also the simplest and fastest CRM and Marketing Plugin on WordPress. Manage your customer relationships, build your email lists, send email campaigns, build funnels, and make more profit and increase your conversion rates. (Yes, It’s Free!)",
  "__FF_DESC": "is the ultimate user-friendly, fast, customizable drag-and-drop WordPress Contact Form Plugin that offers you all the premium features, plus many more completely unique additional features.",
  "__NT_DESC": "Looking for a WordPress table plugin for your website? Then you’re in the right place.",
  "__NT_DESC_EXT": "the best WP table plugin that comes with all the solutions to the problems you face while creating tables on your posts/pages.",
  "__TELEGRAM_NOTIFICATION_ENABLED": "Your FluentSMTP plugin is currently integrated with Telegram. Receive timely notifications from @fluentsmtp_bot on Telegram for any email sending issues from your website. This ongoing connection ensures you\\'re always informed about your email delivery status.",
  "__TLS_HELP": "(By default, the TLS encryption would be used if the server supports it. On some servers, it could be a problem and may need to be disabled.)",
  "__SMTP_CRED_HELP": "(If you need to provide your SMTP server\\'s credentials (username and password) enable the authentication, in most cases this is required.)",
  "__ANOTHER_CONNECTION_NOTICE": "Another connection with same email address exists. This connection will replace that connection",
  "__EMAIL_LOGGING_OFF": "Email Logging is currently turned off. Only Failed and resent emails will be shown here",
  "__EMAIL_SUMMARY_INTRO": "Email summary is useful for getting weekly or daily emails about all the email sending stats for this site.",
  "__SUBSCRIBE_INTRO": "Subscribe with your email to know about this plugin updates, releases and useful tips.",
  "__DEFAULT_MAIL_WARNING": "The Default(none) option does not use SMTP and will not improve email delivery on your site.",
  "__TELE_RESPONSE_ERROR": "We could not fetch the Telegram notification status. Here is the server response: ",
  "__FORCE_SENDER_NAME_TIP": "When checked, the From Name setting above will be used for all emails, ignoring values set by other plugins.",
  "__SUPPORT_INTRO": "Please view the documentation first. If you still can\\'t find the answer, open a GitHub issue and we will be happy to assist you.",
  "__DEFAULT_CONNECTION_CONFLICT": "Default and Fallback connection cannot be the same. Please select different connections.",
  "__MAILGUN_URL_TIP": "Define which endpoint you want to use for sending messages.",
  "__PEPIPOST_HELP": "Follow this link to get an API Key from Pepipost (Click Show button on Settings Page):",
  "__POSTMARK_HELP": "Follow this link to get an API Key from Postmark (Your API key is in the API Tokens tab of your):",
  "__TELE_INTRO": "Get real-time notification on your Telegram Messenger on any email sending failure. Configure notification with FluentSMTP\\'s official telegram bot to start getting real-time notifications.",
  "__SLACK_TERMS": "I agree to the terms and conditions of this Slack integration.",
  "__GIT_CONTRIBUTE": "If you are a developer and would like to contribute to the project, Please contribute on GitHub.",
  "__POSTMARK_CLICK": "If you enable this then link tracking header will be added to the email for Postmark.",
  "__POSTMARK_OPEN": "If you enable this then open tracking header will be added to the email for Postmark.",
  "__TELE_LAST_STEP": "Please find @fluentsmtp_bot on Telegram and send the following text to activate this connection.",
  "__TELE_TERMS": "I agree to the terms and conditions of this Telegram integration.",
  "__GCP_API_INST": "Please check the documentation to create API keys on the Google Cloud Platform.",
  "__GCP_INTRO": "Google API version has been upgraded. Please read the doc and upgrade your API connection.",
  "__MAILGUN_REGION": "If you are operating under EU laws, you may be required to use the EU region. More information on Mailgun.com.",
  "__Email_TEXT_PART_Label": "Enable Multi-Part Plain Text version of your HTML Emails. This feature is in beta",
  "__PASSWORD_ENCRYPT_HELP": "This input will be securely encrypted using WP SALTS as encryption keys before saving.",
  "__PASSWORD_ENCRYPT_TIP": "If you change your WordPress SALT Keys, this credential will become invalid. Please update this credential whenever the WP SALTS are modified.",
  "save_connection_error_1": "Please select your email service provider",
  "save_connection_error_2": "Credential Verification Failed. Please check your inputs",
  "__REAL_NOTIFCATION_DESC": "Get real-time notification on your favorite messaging channel on any email sending failure. Configure any of the following channel to start getting real time notifications."
}
